---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.LinearMomentScale
source: html/77362389-1663-8e08-50c6-831f8b2ded6a.htm
---
# Autodesk.Revit.DB.SpecTypeId.LinearMomentScale Property

Linear Moment Scale, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId LinearMomentScale { get; }
```